<template>
	<div>
		<div style="background-color:#fff;" class="protocoldetail">
			<h3>链答服务协议</h3>
			<p>您使用链答服务前，应当仔细阅读《链答服务协议》（以下简称“本协议”）的全部内容，尤其是涉及您重大权益的加粗部分的文字。</p>
			<p>您使用链答提供的服务，即视为您已阅读、理解并同意本协议的全部内容，本协议即在您与链答之间产生法律效力，成为对双方均具有约束力的法律文件。如您不同意本服务协议，您应不得使用链答服务。</p>
			<div>
				<h4>一、定义条款：</h4>
				<p>1.1. 链答：指为用户和大咖提供线上、线下一对一、一对多咨询的信息展示、服务预约、交易支持等技术服务平台（以下简称“链答平台”），包括基于互联网的网站（域名：www.elinkport.com）及基于移动网的相关应用、服务等。
				</p>
				<p>1.2.“用户”：接受并同意本协议全部条款及链答发布的其他全部服务条款和操作规则、通过链答向大咖进行咨询预约、下单的链答注册会员。</p>
				<p>1.3.“大咖”：接受并同意本协议全部条款及链答发布的其他全部服务条款和操作规则、通过链答发布个人信息、向用户提供一对一咨询或一对多咨询服务的机构或个人。</p>
				<p>1.4. 订单相对方：达成咨询服务订单交易的用户、大咖互为该具体订单的相对方。</p>
			</div>
			<div>
				<h4>二、用户、大咖资格及账户：</h4>
				<p>用户、大咖应当为具有完全民事行为能力的自然人，或者是具有独立承担法律责任能力的其他合法主体。若您属于无民事行为能力、限制民事行为能力人的，或是不具有独立承担法律责任能力的其他主体的，请您停止使用链答平台及相关服务。
				</p>
				<p>用户、大咖使用链答提供的网络平台服务，必须：</p>
				<p>1.自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置。</p>
				<p>2.自行负担个人上网所支付的与此服务有关的电话费用、网络费用。</p>
				<p>3.在使用链答服务前，应检查其软硬件设备，保证其处于安全使用状态。</p>
				<p>4.用户使用链答提供的服务，将视为用户完全同意本协议的所有条款，且具有浏览链答平台相关信息、提交订单、发表评价等使用链答服务的相应权利能力和行为能力，并可以对自己的行为承担法律责任。</p>
				<p>5.大咖使用链答提供的服务，将视为大咖同意本协议的所有条款，且具有浏览链答平台相关信息、通过链答平台发布相关信息、接受订单、发表评价等使用链答服务的相应权利能力和行为能力，并可以对自己的行为承担法律责任。</p>
				<p>6.由于链答采用微信授权登录，在用户、大咖注册成功后，应妥善保管其微信平台账户及密码，应定期或不定期修改密码，以保证账户安全。</p>
			</div>
			<p>链答账号所有权属于链答所有，用户、大咖在使用链答期间享有对账号及账号下资源的使用权，用户、大咖不得将其在链答平台账户出借、转让或用作其他非法用途，否则因此造成损失的，用户、大咖应承担相应法律责任，除非有证据证明该行为与用户、大咖无关。若用户、大咖因链答平台账户被盗或因其他非用户、大咖原因造成损失的，用户、大咖应立即通知链答并向公安机关报案。</p>
			<p>用户、大咖同意：在使用链答的过程中，链答可能不时通过邮件或手机短信等方式推送促销、优惠、服务更新等相关信息，如用户不需要接收，可通过具体信息提供的方式退订。</p>
			<div>
				<h4>三、链答服务</h4>
				<p>链答平台为用户和大咖提供线上、线下一对一、一对多咨询的信息展示、交易支持等技术服务。用户可根据本协议及链答公布的相关使用规则，浏览大咖通过链答平台发布的服务信息，与大咖达成线上或线下咨询服务，向大咖支付费用，发布对大咖的评价等，大咖可以通过链答平台发布其向用户提供的约见咨询信息，与用户达成线上或线下咨询服务，获取用户支付的费用，发布对用户的评价等，用户和大咖可以参加链答组织的有关活动（如有），及使用链答现有及可能提供的其他服务。</p>
				<p>链答为用户和大咖达成交易提供第三方交易平台服务，为用户与大咖之间的交易提供平台与相关技术服务，链答并非用户和大咖之间产品或服务交易的相对方。</p>
			</div>
			<div>
				<h4>三、链答服务</h4>
				<p>链答平台为用户和大咖提供线上、线下一对一、一对多咨询的信息展示、交易支持等技术服务。用户可根据本协议及链答公布的相关使用规则，浏览大咖通过链答平台发布的服务信息，与大咖达成线上或线下咨询服务，向大咖支付费用，发布对大咖的评价等，大咖可以通过链答平台发布其向用户提供的约见咨询信息，与用户达成线上或线下咨询服务，获取用户支付的费用，发布对用户的评价等，用户和大咖可以参加链答组织的有关活动（如有），及使用链答现有及可能提供的其他服务。</p>
				<p>链答为用户和大咖达成交易提供第三方交易平台服务，为用户与大咖之间的交易提供平台与相关技术服务，链答并非用户和大咖之间产品或服务交易的相对方。</p>
			</div>
			<div>
				<h4>四、咨询服务</h4>
				<p>1.线上咨询：大咖通过链答平台展示的线上问答咨询服务信息由大咖自行决定，价格统一定价为10元，大咖发布线上咨询问答信息即视为大咖同意此定价标准。大咖展示的相关信息仅是大咖的要约邀请，链答不参与且不承担任何责任。用户下单时须仔细确认购买的咨询主题内容、数量、价格及支付方式、联系人、联系方式等内容；订单一旦提交，即视为用户认可该订单内容，向大咖发出合同要约。用户在下单后立即支付相关费用，否则将自动取消订单。</p>
				<p>大咖收到用户的合同要约后，有权利选择同意回答或者拒绝回答。如大咖拒绝回答，则用户支付的费用将返还给用户。一旦大咖确定接受订单，即视为大咖与用户之间建立了合同关系。大咖应按照合同约定向用户提供问题回答咨询服务。</p>
				<p>大咖回答问题后，提问人可对答案进行评分。评分的结果将影响大咖的分数。</p>
				<p>线上咨询问答内容可由其他用户付费查看，查看用户需支付人民币 1 元，查看问题平台将收取一定的服务费。链答 网页版中，查看用户支付的 1 元由平台分得 0.3 元，提问用户 0.2 元，回答大咖 0.5 元。问答查看次数、分成费用等详情用户可在链答内查看。</p>
				<p>2.线下约见：大咖通过链答平台展示的线下约见咨询服务和价格等信息由大咖自行决定，相关信息仅是大咖的要约邀请，链答不参与且不承担任何责任。用户下单时须仔细确认购买的咨询主题内容、数量、价格及支付方式、联系人、联系方式、联系地址、约见时间地点等内容；订单一旦提交，即视为用户认可该订单内容，向大咖发出合同要约。用户在下单后24小时内需支付相关费用，否则将自动取消订单。</p>
				<p>大咖收到用户的合同要约后，有权利选择同意约见或者拒绝约见。一旦大咖确定接受订单，即视为大咖与用户之间建立了合同关系。大咖确认约见后，如需修改或者取消，请联系链答客服进行相关操作。</p>
				<p>链答用户在链答平台中查看此回答仍需付费 1 元，并由大咖和提问者、平台进行分成。</p>
				<p>大咖与用户合同关系成立后，用户应依照订单的内容向大咖支付服务费用。在双方确认见面72小时内为申诉期，用户如不满意相关服务，可以拨打客服电话进行退款申诉，经核实后，可将款项退入用户账户。如果超过72小时，则默认双方皆认可此次服务，在双方确认后，相关款项会在24小时内转入大咖账户，大咖可自行提现。</p>
				<p>大咖应确保在自身专业领域具备相关专业知识或经验，需向链答提交证明自身在某一方面具备专业能力的相关材料并保证相关资料的真实性、合法性。如因大咖提交信息虚假引发的投诉、争议、侵权等，由大咖自行负责解决并承担由此产生的全部责任。</p>
				<p>鉴于用户与大咖的订单合同为双方根据用户咨询主题、大咖提交的个人背景信息等达成，大咖应按照合同订单的主题内容尽可能提供自身专业的知识和经验，但链答不保证大咖咨询服务能够完全满足用户的需求。用户认可并同意链答不对此承担任何保证或责任。</p>
				<p>大咖所提供的建议均是个人建议，仅代表大咖个人观点并由大咖自行负责，用户需知晓并同意该建议仅供参考。若将大咖的建议作为决策依据，由此可能引发的任何损失后果由用户自行承担，链答对此不承担任何责任。</p>
				<p>大咖与用户的线下咨询活动由大咖和用户自行确定会见场所，双方确认会见必须在公共场合，并保证人身安全；未成年人必须在父母或者监护人陪同之下进行咨询服务；链答不承担任何安全方面的责任。</p>
				<p>用户和大咖在咨询过程中要文明用语，平等交流，均不得在语言和行为上恐吓、威胁或骚扰对方，或者侵犯、试图侵犯对方的隐私、身体或财产安全。如发生以上行为，任一方均有权立即中断咨询。</p>
				<p>如用户与大咖因咨询的履行发生任何争议，包括但不限于对咨询服务的质量、时长、价 格等问题发生争议的，用户应与大咖根据大咖的咨询主题说明及达成的约定确定用户与大咖 各自的权利义务，承担各自的责任，双方协商予以解决。链答可协助用户与大咖之间争议的协商调解。</p>
				<p>链答用户在链答平台中查看此回答需付费1元。</p>
			</div>
			<div>
				<h4>五、用户、大咖行为规范</h4>
				<p>用户、大咖保证在账户注册及具体订单交易时向链答、订单相对方提交的信息真实、有效、详尽、准确，能满足链答、订单相对方实现交易的需要。若用户、大咖信息发生变更的，用户、大咖应及时修改相应信息，以保证服务、交易的准确性。</p>
				<p>用户、大咖在使用链答提供的服务时，应遵守本协议及链答的相关使用规则，遵守自愿、平等、公平及诚实信用原则，不利用链答平台侵犯他人合法权益及谋取不正当利益，不扰乱网上交易的正常秩序。</p>
				<p>用户通过链答进行预约咨询时，不得恶意干扰咨询服务的正常进行，破坏链答的秩序。大咖通过链答提供预约咨询服务时，不得随意中止咨询、恶意爽约以及偏离用户的咨询需求，破坏链答的秩序。</p>
				<p>用户在链答浏览大咖信息时，应当仔细阅读服务信息中包含的全部内容，包括但不限于咨询主题的名称、种类、时长、价格、约见地点、特殊需求等内容，用户完全接受大咖预约信息中包含的全部内容后方可点击下单。</p>
				<p>用户、大咖可以在链答平台发布对订单服务的体验、评价等信息，并可对其进行适当的修改、删除。用户与大咖在链答进行互评时应当根据实际情况如实进行评价，不得以虚构事实等方式恶意诋毁对方或链答的名誉，不得发布任何侮辱或者诽谤他人，侵害他人合法权益的内容以及其他含有法律、行政法规禁止的其他内容。用户、大咖不得在链答平台发布包含以下内容的言论：</p>
				<p>1.反对宪法所确定的基本原则，煽动、抗拒、破坏宪法和法律、行政法规实施的；</p>
				<p>2.煽动颠覆国家政权，推翻社会主义制度，煽动、分裂国家，破坏国家统一的；</p>
				<p>3.损害国家荣誉和利益的；</p>
				<p>4.煽动民族仇恨、民族歧视，破坏民族团结的；</p>
				<p>5.任何包含对种族、性别、宗教、地域内容等歧视的；</p>
				<p>6.捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</p>
				<p>7.宣扬封建迷信、邪教、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</p>
				<p>8.公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</p>
				<p>9.损害国家机关信誉的；</p>
				<p>10.其他违反宪法和法律行政法规的。</p>
			</div>
			<div>
				<p>用户、大咖在链答平台发布的信息，均代表用户、大咖自己的观点，与链答无关，用户、大咖须对其言论独立承担完全的法律责任。</p>
				<p>用户、大咖在使用链答提供的服务时，禁止行为及相关责任：</p>
			</div>
			<div>
				<p>1.利用链答平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
				<p>2.将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、发布、发送电子邮件或以其他方式传送；</p>
				<p>3.干扰链答平台正常运行，非法入侵链答服务器、篡改链答代码或其他损害链答系统的行为；</p>
				<p>4.企图规避链答平台的安全设置或网络系统，包括获取用户、大咖不应获取的数据，登录未经明确授权的服务器或账户，或采用运行端口扫描等方式窥探其他网络的安全措施；</p>
				<p>5.以导致链答的计算机系统或设施承受不合理负载的方式获取链答提供的服务或网站信息，或进行可能导致此类情况出现的行为；</p>
				<p>6.实施任何形式的网络监控，从而截取与自身无关的信息；</p>
				<p>7.利用链答平台从事与获得/提供线上、线下咨询服务无关的活动，试图扰乱正常交易秩序，谋取不正当利益的行为；</p>
				<p>8.买卖、出借链答账号；</p>
				<p>9.若用户、大咖提交的信息虚假、不准确等，导致链答无法提供服务、订单相对方无法获取或提供咨询服务或遭受任何损失的，链答有权暂停向该用户、大咖提供服务，直至用户、大咖提交正确的信息。因用户、大咖提交信息虚假、错误造成损失的，链答不承担责任。提供虚假、错误信息的一方应向订单相对方承担相应责任。</p>
				<p>10.其他损害他人或链答合法权益的行为。</p>
			</div>
			<div>
				<p>一经发现用户、大咖提供虚假信息或有上述禁止的言论或行为的，链答有权采取暂停提供服务、删除违法违规信息、限制用户提交订单、限制大咖发布咨询信息、禁止用户、大咖发言、锁定用户、大咖账户等处理措施。若因用户、大咖的上述言论或行为给他人或链答造成损失的，用户、大咖还应承担赔偿责任。</p>
				<p>若国家相关机关向链答发出命令、指示、裁决等法律文书或第三人向链答投诉并提供相关证据材料，要求冻结、关闭用户、大咖账号及交易的，链答有权对相关账号及交易进行冻结或取消，同时对违反本协议及链答相关服务规则的用户、大咖，链答有权封停其账号。链答采取上述措施的，将通过用户、大咖注册时提交的联系信息通知用户、大咖。</p>
				<p>用户、大咖应遵守本协议及链答公示的各项服务规则的内容，若因用户、大咖违反本协议及服务规则造成损失的，用户、大咖应予以赔偿。</p>
			</div>
			<div>
				<h4>六、服务条款的修改</h4>
				<p>链答有权不定期的制定、修改本协议及/或相关服务规则。用户、大咖应及时关注链答不时发布的各项服务规则及本协议的修改，若不同意相关规则及条款修改的，用户、大咖应及时停止使用链答提供的服务；如果用户、大咖继续使用链答提供的服务，则视为接受相关规则及条款的修改。</p>
			</div>
			<div>
				<h4>七、服务的中断和终止</h4>
				<p>链答会尽全力维护平台的正常运行，以向用户、大咖提供持续、稳定、安全、顺畅的服务。但用户、大咖理解并同意：链答对服务页面进行改版、升级网站系统、增加服务功能等须中断服务的操作时，有权暂时中断服务。链答将尽可能在实施以上行为时予以提前公告，并尽可能将影响降低到最小。 用户、大咖可自行停止使用链答提供的服务，并可向链答提交申请，要求封停或注销其账户。用户、大咖账户被封停或注销后，用户、大咖将不能使用链答平台除浏览页面外的所有服务，但链答仍有权保留用户、大咖的所有注册信息及过往交易记录，对用户、大咖在链答平台从事违法行为或违反本协议及相关规定的行为，链答仍有权行使本协议规定的权利并追究用户、大咖的法律责任。
				</p>
				<p>链答可在下列情况下，自行停止向用户、大咖提供服务，并封停或注销其账户，若因用户、大咖行为给链答造成损失的，用户、大咖还应负责赔偿：</p>
			</div>
			<div>
				<p>1.用户、大咖违反本协议相关规定的，不论用户、大咖是否直接、间接或者通过他人再次注册成为链答用户，链答均有权停止向其提供服务；</p>
				<p>2.用户、大咖向链答提交虚假信息注册或在交易中提供虚假信息（包括但不限于使用虚假姓名、虚假地址、虚假手机号、虚假电子邮箱等），从事侵害他人合法权益或违法犯罪行为的，链答均有权立即停止向其提供服务，并追究其相应的法律责任；</p>
				<p>3.本协议终止或更新时，用户、大咖明示不同意接受新协议的；</p>
				<p>4.其他违反链答相关规定或致使链答或他人遭受利益损害的行为。</p>
			</div>
			<div>
				<h4>八、责任限制</h4>
				<p>不论在任何情况下，链答均不对由于互联网正常的设备维护，互联网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，暴乱，骚乱，灾难性天气（如火灾、洪水、风暴等），爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能履行或延迟履行承担责任。
				</p>
				<p>如因上述不可抗力或其他链答无法控制的原因使链答平台的系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，链答不承担责任，但是链答会尽可能合理地协助处理善后事宜，并努力使用户、大咖免受经济损失。</p>
				<p>基于互联网的特殊性，链答平台显示的信息可能有一定的滞后性或差错，对此情形用户、大咖知悉并理解；</p>
				<p>用户、大咖在进行下单、接单、支付、交易、线上/线下咨询等活动时，须自行辨别真伪，谨慎预防风险。</p>
				<p>链答无法保证用户、大咖所提交的信息的真实性、准确性、合法性和及时性，请您谨慎判断。链答不对大咖所提供的服务质量及内容承担保证责任。</p>
			</div>
			<div>
				<h4>九、知识产权</h4>
				<p>用户同意，用户在链答平台发表的所有信息（以下简称“信息”），除署名权、发表权、修改权外的其他知识产权权利（包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），均独家排他无偿许可给链答，并同意链答以自己名义就所述权利的保护采取任何形式的法律行为，并获得全部赔偿。 本协议已经构成《著作权法》第二十五条所规定的书面协议，其效力及于用户在链答平台发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。
				</p>
				<p>链答及链答许可的关联方有权将用户在链答平台发表的所有信息进行使用或者与其他人合作使用，使用范围包括但不限于网站、电子杂志、杂志、刊物等。</p>
				<p>链答所有资料及展现形式的知识产权、所有的技术及程序均属链答所有，并未授权任何人使用。 除法律另有规定外，未经链答书面许可，任何单位或个人不得以任何方式全部或部分复制、转载、引用、链接、抓取或以其他任何方式使用链答平台，包括但不限于链答网站及移动客户端的信息内容，否则，链答将有权追究其法律责任。</p>
			</div>
			<div>
				<h4>十、通知和公告</h4>
				<p>链答向用户、大咖发送的所有通告，将通过页面公告的方式传送。用户协议条款的修改、服务变更、或其它重要事件的通告都会以此形式进行。</p>
				<p>用户、大咖可以选择接受或不接受链答通过邮件和短信的形式向其发送订单信息、促销活动等信息。用户选择接受的，可以随时通知链答取消发送。</p>
			</div>
			<div>
				<h4>十一、法律管辖和适用</h4>
				<p>本协议的订立、执行和解释及争议的解决均应适用中华人民共和国大陆地区法律。如发生本协议条款与上述法律相抵触时，则这些条款将完全按法律规定重新解释，而其它合法条款则依旧保持对用户、大咖产生法律效力和影响。</p>
				<p>本协议的规定是可分割的，如本协议任何规定被裁定为无效或不可执行，该规定可被删除而其余条款应予以执行。</p>
				<p>如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向东莞市第一人民法院松山湖人民法庭提起诉讼。</p>
			</div>
			<div>
				<h4>十二、附则</h4>
				<p>本协议除以上正文部分外，还包括链答平台发布的各项服务规则。所有规则都被视为用户协议的组成部分，与本协议具有同等的法律效力。</p>
			</div>
		</div>
	</div>
</template>

<script>
</script>

<style scoped>
	.protocoldetail {
		overflow-y: auto;
		height: 80vh;
		padding: .2rem;
	}
	
	.protocoldetail h3 {
		text-align: center;
		font-size: .33rem;
		margin-bottom: .2rem;
	}
	
	.protocoldetail div {
		margin-top: .2rem;
	}
</style>